<script setup></script>

<template>
  <ul class="flex flex-col gap-4 list-disc text-lg py-6">
    <li>
      Оформить заказ можно через корзину, либо связавшись с нами через
      мессенджеры или почту.
    </li>
    <li>
      Доставка обговаривается индивидуально, сам художник и картины находится в
      г. Мытищи. Мы можем выслать заказ по почте или через СДЭК по всей России
      или оформить доставку через курьера Яндекс.Go по Москве и МО. Возможен
      самовывоз из г. Мытищи, где заодно можно посмотреть весь ассортимент!
    </li>
    <li>
      Стоимость доставки определяется при согласовании заказа и зависит от места
      и способа доставки.
    </li>
    <li>
      Оплата производится через перевод перед отправкой или при получении в
      случае самовывоза.
    </li>
    <li>
      Большинство картин не имеет рамы, по договоренности перед продажей мы
      можем дополнительно сделать оформление картины в раму.
    </li>
  </ul>
</template>
